<template>
  <article-layout def>
    <div>
      <div class="p-div">
        君主时代帝王死后，会依据他生前的所作所为给他一个定性类的称号，对于一些重要的大臣来说，也会得到这样的待遇，称之为谥号。这是一种盖棺论定，尤其对于大臣，能获得谥号表明位高权重或者是功劳大，所以，这是一种身后的荣耀。蜀汉国实际建国时间相对较晚还短，获得谥号的大臣只有六人，后来刘禅又追谥了几人，前后总共不过十几个人。赵云就是这几个被追谥的大臣之一。
      </div>
      <div class="p-div">
        按理说，能够被皇帝追谥享受哀荣，也不应该有什么可说的吧？但问题在于，赵云被追谥，是在关羽、张飞、马超、庞统、黄忠五人之后的第二年，这就不免让人有些不解。
      </div>
      <div class="p-div">
        刘禅是在景耀三年（公元260）九月给以上五人追谥的，第二年的三月，又单独给赵云追谥。《云别传》记载追谥过程是：刘禅下诏说：“赵云很早跟随先帝（刘备），功劳显著。朕以幼冲之年，经历了路途艰难，依仗着（你的）忠顺，这才脱离了危险。谥号是用来评议国家元老功臣的，你们议论一下，赵云应该用一个什么谥号。”大将军姜维等人经过议论，认为赵云过去跟随先帝，功劳显著，在跟随先帝打天下的过程中，遵守臣子本分，功劳和付出都是可以载于史册的。当阳长坂坡的战役中，赵云的行为义举，比金石还要贵重。以自己的忠心护卫主上，君主想到是如何奖赏；以礼节和厚赏对待属下，臣子必然是舍生忘死。（看到追谥的诏书）赵云如果地下有知，足可以感觉到自己的功劳没有湮灭；生者感动于主上的恩德，一定会以生命来报答。于是按照谥法，应该追谥赵云为顺平侯。
      </div>
      <div class="p-div">
        诏书和评议对赵云的定性和给予的谥号都没有什么问题，问题在于，赵云为什么不能和以上五人同时追谥？虽然有句话叫做“好饭不怕晚”，但到了赵云这儿，是不是也太晚了点！这给人最大的不解就是，赵云这个谥号好像是忘记了，让人提醒又想起来，只好再补上似的。
      </div>
      <div class="p-div">
        君主时代是官本位社会，一个人的能力越大、功绩越大其官位就越高。关、张、马、黄是刘备时期的前后左右四大将，赵云的官职爵位不能和他们比，也就不说了，另外还有一个庞统，赵云和他相比是个什么情况呢？庞统也是军师中郎将，和诸葛亮同一种官名，只是刘备对他的重视程度比诸葛亮稍弱一点点。功劳方面，跟随刘备入蜀，刘备所用计策多为庞统所出，虽然在围攻雒城战役中中箭身亡，但这时候的成都以及整个益州已经在刘备的掌握之中。所以，刘备夺取成都，庞统功劳第一。而同时期的赵云，除救了刘禅两次，再无大的功劳，从这个角度看问题，在刘备心目中，庞统似乎要重于赵云。追记已故大臣的功绩，应该会和他同时期的人有个比较衡量，所以，刘禅延续刘备的看法和已定成规，这个本就不足为奇。但问题是，当下的这个皇帝是刘禅，是赵云两次救过他命的人！所以这就要看刘禅的态度了。
      </div>
      <div class="p-div">
        刘禅当皇帝期间，诸葛亮、蒋琬、费祎去世后也得到了谥号，《三国志》说他们是“荷国之重”，这同样不需要再多说什么。关键在于，“陈祗宠待，特加殊荣”，而赵云为什么就不能特加殊荣？陈祗在《三国志》当中有传，这让我们能够对他有一个大概的了解。陈祗二十岁时就有了名气，慢慢升职为选曹郎，仪容举止庄重严厉。他多才多艺，天文、历法、占卜之类的学问都很有造诣。董允死后，陈祗被越级提拔为内侍之职。吕乂死后，陈祗又以侍中身份代理尚书令，加官镇军将军。那么，陈祗都干了一些什么事情呢？“对上逢迎皇上所好，对下勾结宦官”，因此得到了皇帝刘禅的信任和喜爱。再其他的就是勾结宦官，献媚皇上。因此说，我们能对此人知道一个大概，但就是看不到他到底有什么功劳。就是这样一个人，在景耀元年去世后，刘禅感到痛惜，除了流泪不止，还下诏书“特赠他谥号为忠侯”。看看吧，一个救命的不如一个溜须拍马逢迎献媚的，这就是蜀汉国的第二位皇帝刘禅。
      </div>
      <div class="p-div">
        大凡无能的皇帝有一个共同的特点，信任宦官，刘禅是否就是这样一个皇帝？
      </div>
      <div class="p-div">
        另外还想到了汉初的夏侯婴。彭城兵败，夏侯婴驾车拉着刘邦急速逃跑，半路上遇到了刘邦的一儿一女，夏侯婴把他们收上了车。敌人在后边紧追不舍，刘邦本来就嫌自己跑得还不够快，马已经十分疲劳，再加上两个人，这车子就更显得慢，刘邦心里的气肯定是不打一处来！于是就有了以下情景：刘邦把两个孩子踢下车，夏侯婴再把他们收上来，一连重复多次，直到两个孩子抱紧了夏侯婴的脖子。当时的刘邦是生气的，有好几次刘邦甚至想杀了夏侯婴。这和长坂坡赵云救他刘禅有相似之处。赵云寻找刘禅，刘备是失态的，因为他用手戟掷向那个告诉他赵云向北走了的人。这说明他认为当时他们一行人的安全才是重要的，而在这个时候赵云是不应该离开自己单独行动的。夏侯婴救得这个男孩后来当了皇帝，就是汉惠帝刘盈。刘盈继位后对夏侯婴做了什么呢？把近靠皇宫的一处第一等的宅子赐给了他！还起了个名字叫做“近我”，意思是“这样可以离我最近”，以表示特别的恩宠。汉朝的事情常常被三国帝王提及，刘禅难道就不能效法一下汉惠帝吗？
      </div>
      <div class="p-div">
        赵云的谥号为什么来得那么晚？恐怕还真是有点儿被刘禅遗忘了。只不过是刘禅自己最终良心发现还是真有人提醒，我们现在已经无从得知了。所以说，尽管刘禅给赵云追加了谥号，但还是欠赵云一个正点。
      </div>
    </div>
  </article-layout>
</template>

<script>
  import ArticleLayout from "@/components/layout/ArticleLayout"

  export default {
    name: "InterestingArticle1",
    components: {
      ArticleLayout
    }
  }
</script>

<style scoped>
  .p-div {
    text-indent: 36px;
    line-height: 36px;
  }
</style>