<template>
  <article-layout def :title="title" :time="time" :heat="heat">
    <div>
      <div style="color: #808695;font-size: smaller;padding: 10px 0">
        原文地址：
        <a :href="linkSrc" target="_blank">{{linkSrc}}</a>
      </div>
      <div v-for="(item, index) in article" :key="index">
        <template v-if="item.type==='text'">
          <div class="p-div">{{item.content}}</div>
        </template>
        <template v-else-if="item.type==='image'">
          <div style="margin: 10px;text-align: center">
            <img style="max-width: 100%" :src="item.content" alt="">
          </div>
        </template>
      </div>
    </div>
  </article-layout>
</template>

<script>
  import ArticleLayout from "@/components/layout/ArticleLayout"

  export default {
    name: "InterestingArticle2",
    components: {
      ArticleLayout
    },
    data() {
      return {
        title: '小隐隐于野，中隐隐于市，大隐隐于朝 魏晋时期的隐逸之风',
        time: '2020-04-01',
        heat: '1.2k',
        linkSrc: 'http://www.e3ol.com/culture/html/2018-12/26229/26229_20181229.shtml',
        article: [
          {
            type: 'text',
            content: '中国古代的知识分子大约可以划分为两类，一是吃皇粮的，也就是“仕”，' +
              '二是住山林的，称为“隐”。隐文化不是中国文化的主流，主流文化对隐士持有反' +
              '对态度，因此，“隐”只是表面，骨子里还是入世的。古人将“隐”分了层级：“小' +
              '隐隐于野，中隐隐于市，大隐隐于朝。”把“隐”的最高境界定位于隐身朝廷之中' +
              '，由此也能看出隐文化的入世态度。'
          },
          {
            type: 'text',
            content: '在隐逸与入世中寻找平衡。'
          },
          {
            type: 'image',
            content: 'http://www.e3ol.com/culture/upfiles/2018/2018122923222735387.jpg'
          },
          {
            type: 'text',
            content: '孔子曾说“兴灭国，继绝世，举逸民”，隐士是人才资源，受到举荐重用才是' +
              '时代昌明的表现，“天下无隐士，无遗善”。'
          },
          {
            type: 'text',
            content: '最具代表性的便是东汉光武帝刘秀的老同学严子陵，王莽请他做官，他躲了起' +
              '来。刘秀即位后，让人画了他的像，四处寻访。'
          },
          {
            type: 'text',
            content: '有人报告称，一个披着羊裘的男子在泽中垂钓，刘秀怀疑是严子陵，先后三次' +
              '派人派车才把他请到京都洛阳。老朋友侯霸此时任司徒一职，听说严子陵来了，派人前去问候。'
          },
          {
            type: 'text',
            content: '没想到，对方不屑地说：“怀仁辅义天下悦，阿谀顺旨要领绝。”刘秀前来看望，' +
              '见他卧床不起，摸着他的肚子问：“为何不肯相助呢？”严子陵没搭理他，良久才睁开眼' +
              '睛反问：“士各有志，为何相迫呢？”刘秀叹息而去。'
          },
          {
            type: 'text',
            content: '严子陵耕读垂钓富春山，成了刘秀一生的遗憾。'
          },
          {
            type: 'text',
            content: '到了魏晋时期，隐文化成为风尚，士人追慕隐逸之风，“越名教而任自然”，“七' +
              '贤”的林下之游成为世人的榜样。'
          },
          {
            type: 'text',
            content: '然而，隐的目的仍是入世，对出世与入世之间平衡点的掌握是在实践中不断试探出来的。'
          },
          {
            type: 'text',
            content: '竹林七贤就是寻找这种平衡点的试验场，七个人代表了三种态度，这三种态度又可以把' +
              '当时的士林划为三类。'
          },
          {
            type: 'text',
            content: '在仕与隐中进退的三种态度——第一类'
          },
          {
            type: 'image',
            content: 'http://www.e3ol.com/culture/upfiles/2018/2018122923223930762.jpg'
          },
          {
            type: 'text',
            content: '第一类是庄子式的“宁生而曳尾涂中”。'
          },
          {
            type: 'text',
            content: '嵇康无疑是这类中最决绝的，不仅体现在思想上，而且付诸行动。'
          },
          {
            type: 'text',
            content: '嵇康是曹魏的亲戚，自然要替曹家说话，但他不同司马氏合作的主' +
              '要原因不是这个，而是不认同司马氏在名教这块遮羞布下做的勾当。'
          },
          {
            type: 'text',
            content: '嵇康本来是很谨慎的一个人，王戎曾说与嵇康相处20年，未尝见其' +
              '喜怒形于色。力行老庄之术，越名教而任自然，是嵇康避世躲祸的办法，但是' +
              '他的名声太高，司马氏怎会容得下他？'
          },
          {
            type: 'text',
            content: '除非他放弃老庄而尊周孔，于是，派了许多人去做嵇康的思想工作。' +
              '司马氏打着名教的幌子挟持皇帝，随时准备取而代之，很不体面，越不体面，' +
              '就越要做足表面文章——鼓吹名教，而嵇康却“非汤武而薄周孔”，大唱反调。'
          },
          {
            type: 'text',
            content: '他要非薄的当然不是汤武周孔四人，汤武革命、周公辅政是儒家治' +
              '世的德行，司马氏标榜名教，简直就是对他们的亵渎，嵇康“非汤武、薄周孔' +
              '”，实则是讥讽司马氏。'
          },
          {
            type: 'text',
            content: '老奸巨猾的钟会，帮助司马昭阻止高贵乡公曹髦的夺权企图后，被' +
              '司马昭视为死党，其学说主张自然和司马氏一致，与嵇康对立。'
          },
          {
            type: 'text',
            content: '他写完《四本论》，打算找嵇康辩论一番，然而，他并不自信，揣在' +
              '怀里不敢拿出来，到了门外，远远地扔进去，转身跑了。'
          },
          {
            type: 'text',
            content: '钟会的狼狈源于第一次见到嵇康时产生的心理阴影。当时，为了结识' +
              '嵇康，钟会纠集了一群名流，一起去拜访。这样，既表示尊重，给对方面子，又' +
              '抬高了自己的身价。嵇康和好友向秀正在树下打铁，见了钟会这帮司马门下豢养' +
              '之犬，只顾扬锤锻铁，旁若无人，一句话也不说。钟会碰了一鼻子灰，从此便对' +
              '嵇康又怕又恨，起了杀心。'
          },
          {
            type: 'text',
            content: '他向司马昭进谗：嵇康这家伙虽然是卧龙，但不为我所用，早晚是个祸害。'
          },
          {
            type: 'text',
            content: '和嵇康能说得来的，唯有打铁伙伴向秀和老大哥山涛。山涛和司马氏是亲' +
              '戚，政治上倒向司马氏，自然也要替司马氏做嵇康的思想工作。'
          },
          {
            type: 'text',
            content: '当他从吏部尚书位子上升迁时，极力举荐嵇康代替自己。于是，便有了那' +
              '封《与山巨源绝交书》，嵇康名义上是与山涛绝交，实际上是一篇拒绝与司马氏合' +
              '作的宣言。'
          },
          {
            type: 'text',
            content: '嵇康死，向秀心里直打鼓，毕竟嵇康打铁时冷落钟会，在旁边拉风箱的就' +
              '是他啊！于是，他赶紧跑到洛阳拜见司马昭，司马昭故意羞辱道：“听说你有归隐山' +
              '林的箕山之志，跑到我这来干嘛？”向秀答：“退隐箕山的许由、巢父都是狂徒，其' +
              '做法不足取。”司马昭听了大为满意。'
          },
          {
            type: 'text',
            content: '在仕与隐中进退的三种态度——第二类'
          },
          {
            type: 'image',
            content: 'http://www.e3ol.com/culture/upfiles/2018/2018122923224916224.jpg'
          },
          {
            type: 'text',
            content: '第二类是先隐后仕型的。'
          },
          {
            type: 'text',
            content: '郭象注《庄子·逍遥游》时，说了很多，无非是在强调大隐隐于朝，出仕' +
              '与隐逸并无二致。'
          },
          {
            type: 'text',
            content: '其实，这是抄袭了向秀的说法。七贤中最具学者风范的实为向秀，他本来' +
              '可以成为一个好教授的，对《庄子》研究很有心得，吕安读到他的论著，惊叹“庄子' +
              '不死”。'
          },
          {
            type: 'text',
            content: '只可惜，向秀投奔司马昭后，无心著述，还有两篇没有注完就去世了。向' +
              '秀的手稿随之散失，被郭象抄了过去，成了“郭注庄子”，这是学术史上的一段公案' +
              '，按下不表。'
          },
          {
            type: 'text',
            content: '单说向秀因嵇康、吕安被杀而转向，遭到司马昭一番奚落，他对《逍遥游》' +
              '的注解观点便是对自己的辩护，并不是思想上的认同，而是全身之道的方法。'
          },
          {
            type: 'text',
            content: '山涛亦属此类。嵇康虽然写下与山涛的绝交书，但七贤中，他和山涛的态度' +
              '看似截然不同，其实在灵魂上是相通的。也有人说，嵇康之所以写下绝交书，是想借用' +
              '这种方法保护山涛。'
          },
          {
            type: 'text',
            content: '人各有志，嵇康选择不合作，作为朋友，他不会对与司马氏合作的山涛有看' +
              '法，反而还怕自己连累了朋友。'
          },
          {
            type: 'text',
            content: '后来，山涛举荐嵇康的儿子嵇绍做官，嵇绍向他咨询进退方案，山涛说，我' +
              '替你想了很久了，天地有四时变化，何况人呢？意思是大丈夫行于世，要能屈能伸。'
          },
          {
            type: 'text',
            content: '出身名门世家的谢安也是先隐后仕的典型。谢安从小就有名声，并受到宰相' +
              '王导的器重。但是他拒绝应召，隐居到会稽郡的东山，与王羲之、许询、支道林等名士' +
              '、名僧交游，倾心清谈。'
          },
          {
            type: 'text',
            content: '一次他与王羲之一同登上冶城遗址，谢安追古思远，一派超脱世俗之志。王羲' +
              '之劝道：“夏禹勤勉国事，奔忙劳苦，手脚长满老茧；周文王从早忙到晚，无暇吃饭，总' +
              '觉得时间不够用。现在国家正处于危难中，每个人都应当为国效力；而不切实际的清谈' +
              '只会废弛政务，华而不实的文章会妨害大事，这些恐怕都是不合时宜的。”'
          },
          {
            type: 'text',
            content: '谢安说：“秦国任用商鞅，仅两代就亡国了，难道是清谈惹的祸吗？”谢安偷梁' +
              '换柱的辩论有些强词夺理，他心中其实是有自己的小算盘的。'
          },
          {
            type: 'text',
            content: '当时，“王与马，共天下”的格局因为王敦的叛乱，蒙上了阴影，于是，外戚庾家' +
              '受到重用，庾与王在朝局中开始裂土分茅。另外，权臣桓温开始崛起，这样，王家、庾家、' +
              '桓家及司马氏之间的斗争开始白热化，而陈郡谢家还没走上前台。'
          },
          {
            type: 'text',
            content: '谢安显然不想卷入此中，王羲之是王家的人，谢安跟他谈话往往不着边际。其实，' +
              '他是在等待机会。'
          },
          {
            type: 'text',
            content: '后来，朝廷几次三番地征召谢安，他一概推辞。就连管组织人事的吏部尚书举荐谢' +
              '安为吏部郎，也被他写信拒绝。'
          },
          {
            type: 'text',
            content: '于是，有些官员就给朝廷上书，说谢安的坏话，这小子历年不应召，应该将他禁锢' +
              '终身。当时执政的会稽王司马昱认为：“安石（谢安的字）既然能与人同乐，也必定能与人' +
              '同忧，再征召他，他肯定会应召。”'
          },
          {
            type: 'text',
            content: '当时，谢安的弟弟谢万是一位封疆大吏，担任豫州刺史。谢安虽然隐遁山林，但其' +
              '名声超过了在朝中做官的谢万，竟然获得了宰辅的声望。'
          },
          {
            type: 'text',
            content: '后来，谢万北伐失利，危及谢家安危，谢安在这节骨眼儿上，终于出山，这时他已' +
              '年过不惑。'
          },
          {
            type: 'text',
            content: '在仕与隐中进退的三种态度——第三类'
          },
          {
            type: 'image',
            content: 'http://www.e3ol.com/culture/upfiles/2018/201812292323086605.jpg'
          },
          {
            type: 'text',
            content: '第三类的代表便是阮籍，他与嵇康的主张是一样的，但没有嵇康的决绝。'
          },
          {
            type: 'text',
            content: '阮籍的隐忍连司马昭都佩服，叹其乃“天下至慎”，然而，“隐忍”在心中形成的块垒，只有' +
              '借酒来浇灭。杀了嵇康的人，还要杀阮籍，司马昭保他，所以他才活了下来——在司马昭眼中，做不' +
              '做官不要紧，只要闭上嘴就行。'
          },
          {
            type: 'text',
            content: '作为报答，阮籍为他写了劝进表。'
          },
          {
            type: 'text',
            content: '七贤都有隐士之心，就连热心于做官的王戎，也不时向人炫耀一番自己当年的林下之乐。'
          },
          {
            type: 'text',
            content: '王戎做尚书令时，当他路过黄公酒肆前，对客人说，我从前就是在这里和嵇康、阮籍一' +
              '起畅饮、同游竹林的，自从他们二位亡故以来，我为时务所羁绊，今天看到物是人非，真是往事' +
              '邈远、如隔山河啊！'
          }
        ]
      }
    }
  }
</script>

<style scoped>
  .p-div {
    text-indent: 36px;
    line-height: 36px;
  }
</style>